<template>
	<h2 class="section-title">Про нас</h2>
	<ul class="about__list">
		<li>
			Вітаємо вас в Sushi House — найкращий вибір для насолодження аутентичними смаками східної кухні, привезеними прямо до вашого столу. Наша місія - надавати найвищу якість та неперевершений смак у кожному шматочку наших суші, салатів, гарячих страв та піци.
		</li>
		<li>
			Sushi House стоїть на рубежі інновацій та традицій. Наші суші майстри та кухарі вміло поєднують старовинні рецепти з сучасними тенденціями, щоб створити асортимент страв, який задовольнить навіть найвибагливіших гурманів.
		</li>
		<li>
			Ми не лише пропонуємо бездоганні суші різноманітних видів, але також розширили наше меню, включаючи смачні салати, соковиті гарячі страви та ароматну піцу. Кожна страва готується з використанням тільки свіжих інгредієнтів від наших надійних постачальників.
		</li>
		<li>
			Нам важливо не лише задовольнити ваш голод, а й зробити кожен прийом їжі особливим та запам'ятовуючим. Обирайте Sushi House для своїх кулінарних подорожей, і ми гарантуємо вам вишуканий смак, який залишиться у вашій пам'яті.
		</li>
		<li>
			Дякуємо за те, що обрали нас. Будьте з Sushi House, де кожен хвилина — це свято для вашого смаку!
		</li>
	</ul>

</template>

<script setup>

</script>

<style lang="scss" scoped>
.about__list {
	max-width: 80%;
	margin: 0 auto;
	li {
		list-style-type: disc;
		padding-bottom: 1rem;
	}
}

</style>